export const selfExamSteps = [
  {
    id: 1,
    label: "النظر",
    text: "أمام المرآة، انظري إلى الثديين وذراعاك إلى الأسفل ثم مرفوعتين، ولاحظي أي تغيير جديد في الشكل أو الحجم أو الجلد.",
  },
  {
    id: 2,
    label: "اللمس",
    text: "المسي الثدي بأطراف أصابعك بحركات دائرية صغيرة، ومرّري يدك على مختلف المناطق.",
  },
  {
    id: 3,
    label: "لا تنسي الإبط",
    text: "افحصي أيضًا المنطقة تحت الإبط، حيث توجد أنسجة وعقد قريبة من الثدي.",
  },
  {
    id: 4,
    label: "تعرفي على الطبيعي لديك",
    text: "يمكنك القيام بذلك في أوقات منتظمة، فمعرفة ما هو طبيعي بالنسبة لك أهم من الالتزام بيوم محدد.",
  },
];
